Repository: NMarjou/localization-app
Catalog: TMs/en-US_nl-NL.tmx
Source language: en_us
Languages: nl_nl

source: left parenthesis
nl_nl: linker haakje

source: subtract
nl_nl: aftrekken

source: multiply
nl_nl: vermenigvuldigen

source: add
nl_nl: toevoegen

source: right parenthesis
nl_nl: rechter haakje

source: Sum
nl_nl: Som

source: Text
nl_nl: Tekst

source: A Pay Intelligence feature that offers powerful analytics for data analysis, visualization, and insights.
nl_nl: Een Pay Intelligence-functie die krachtige analyses biedt voor gegevensanalyse, visualisatie en inzichten.

source: A Performance Management feature that enables HR Administrators to create behavior libraries that workers can then use to highlight specific actions in the feedback they offer.
nl_nl: Een functie voor prestatiebeheer waarmee HR-beheerders gedragsbibliotheken kunnen maken die medewerkers vervolgens kunnen gebruiken om specifieke acties te benadrukken in de feedback die ze geven.

source: A Performance Management feature that enables managers and workers to collaboratively create development plans and help workers grow achieve higher professional objectives.
nl_nl: Een functie voor prestatiebeheer waarmee managers en medewerkers gezamenlijk ontwikkelingsplannen kunnen maken en medewerkers kunnen helpen groeien om hogere professionele doelstellingen te bereiken.

source: A Performance Management feature that enables workers to schedule regular conversations with their managers and reports to align on goals.
nl_nl: Een functie voor prestatiebeheer waarmee medewerkers regelmatige gesprekken kunnen plannen met hun managers en rapportages om doelen op elkaar af te stemmen.

source: A Pay Transparency feature that lets admins and compliance roles grant active workers access to documents relative to their compensation or their performance.
nl_nl: Een functie voor beloningsinzicht waarmee beheerders en compliance-rollen actieve medewerkers toegang kunnen geven tot documenten met betrekking tot hun beloning of hun prestaties.

source: A Compensation Management feature that enables managers and compensation admins to compare worker compensation and quickly identify gaps and discrepancies.
nl_nl: Een functie voor Compensatiebeheer waarmee managers en compensatiebeheerders werknemerscompensatie kunnen vergelijken en snel hiaten en discrepanties kunnen identificeren.

source: A Compensation Management feature that enables HR admins to create compensation rounds which are then used by managers and compensation admins to review the compensation data of their reports and of the larger company workforce.
nl_nl: Een functie voor Compensatiemanagement waarmee HR-beheerders compensatierondes kunnen creëren die vervolgens door managers en compensatiebeheerders worden gebruikt om de compensatiegegevens van hun medewerkers en van het bredere personeelsbestand van het bedrijf te beoordelen.

source: This feature is turned off and cannot be turned on. To change this, please contact your system administrator.
nl_nl: Deze functie is uitgeschakeld en kan niet worden ingeschakeld. Neem contact op met uw systeembeheerder om dit te wijzigen.

source: This feature is turned on and cannot be turned off. To change this, please contact your system administrator.
nl_nl: Deze functie is ingeschakeld en kan niet worden uitgeschakeld. Om dit te wijzigen, neem contact op met uw systeembeheerder.

source: A Performance Management feature that enables workers to quickly and easily offer their colleagues observations about events and situations they witnessed, and to request their colleagues' insights about their own work.
nl_nl: Een Performance Management-functie die medewerkers in staat stelt om snel en eenvoudig observaties te delen met collega's over gebeurtenissen en situaties die zij hebben waargenomen, en om inzichten van collega's te vragen over hun eigen werk.

source: A Performance Management feature that offers a powerful AI assistant for creating goals and templates from predefined inputs.
nl_nl: Een Performance Management-functie die een krachtige AI-assistent biedt voor het maken van doelen en sjablonen op basis van vooraf gedefinieerde invoer.

source: A Performance Management feature that enables workers and managers to track professional objectives using specific and measurable goals with achievement metrics and measurable outcomes.
nl_nl: Een functie voor prestatiebeheer waarmee medewerkers en managers professionele doelstellingen kunnen bijhouden met behulp van specifieke en meetbare doelen met prestatiemetingen en meetbare resultaten.

source: A general application feature that contains a set of widgets offering highlights about key events related to compensation and performance, depending on the features enabled in the platform.
nl_nl: Een algemene applicatiefunctie die een reeks widgets bevat met hoogtepunten over belangrijke gebeurtenissen met betrekking tot compensatie en prestaties, afhankelijk van de ingeschakelde functies in het platform.

source: Compensation recommendations
nl_nl: Compensatieaanbevelingen

source: A Pay Intelligence feature that offers users a powerful machine learning framework to generate automated compensation recommendations for new and existing workers.
nl_nl: Een Pay Intelligence-functie die gebruikers een krachtig machinelearning-framework biedt om geautomatiseerde beloningsaanbevelingen voor nieuwe en bestaande medewerkers te genereren.

source: Pay Analysis
nl_nl: Beloningsanalyse

source: A feature that provides users with analyses generated in PayAnalytics based on the mappings and snapshots they create in the platform
nl_nl: Een functie die gebruikers analyses biedt die in PayAnalytics zijn gegenereerd op basis van de mappings en momentopnamen die zij op het platform aanmaken

source: Proxy Permission Manager
nl_nl: Beheerder van proxy-toestemming

source: Proxy Permission Settings
nl_nl: Instellingen voor Proxy-toestemming

source: A Performance Management feature that lets HR administrators create performance reviews in which workers and managers reflect on the events that happened over a defined period of time.
nl_nl: Een functie voor prestatiebeheer waarmee HR-beheerders beoordelingsgesprekken kunnen creëren waarin medewerkers en managers reflecteren op gebeurtenissen die hebben plaatsgevonden gedurende een bepaalde periode.

source: A Performance Management feature that offers a smart search detecting unprofessional words according to a customizable list.
nl_nl: Een Performance Management-functie die een slimme zoekfunctie biedt die onprofessionele woorden detecteert volgens een aanpasbare lijst.

source: A performance management feature that enables managers and HR to assess talent using 9-box grids based on performance, potential, and risk factors.
nl_nl: Een prestatiemanagementfunctionaliteit waarmee managers en HR talent kunnen beoordelen met behulp van 9-box-grids op basis van prestaties, potentieel en risicofactoren.

source: Your insights will not be shared with the feedback sender.
nl_nl: Uw inzichten worden niet gedeeld met de gever van de feedback.

source: Your reaction will be visible to all the people with whom this feedback was shared.
nl_nl: Je reactie is zichtbaar voor alle mensen met wie deze feedback is gedeeld.

source: Feedback actions
nl_nl: Feedbackacties

source: Add people
nl_nl: Personen toevoegen

source: Something I really appreciate about you is
nl_nl: Iets wat ik echt aan je waardeer is

source: Endorsed
nl_nl: Aanbevolen

source: By endorsing feedback, you acknowledge a demonstrated strength.
nl_nl: Door feedback te onderschrijven, erken je een aangetoonde kracht.

source: Behavior feedback
nl_nl: Gedragsfeedback

source: Keep your focus!
nl_nl: Houd je focus!

source: By suggesting to keep focus, you highlight a developmental area on which to concentrate.
nl_nl: Door voor te stellen om de focus te behouden, benadruk je een punt voor ontwikkeling waarop je je kunt concentreren.

source: No description available.
nl_nl: Geen beschrijving beschikbaar.

source: and {{count}} others
nl_nl: en {{count}} anderen

source: Set rating for this behavior
nl_nl: Stel een beoordeling in voor dit gedrag

source: Let's meet
nl_nl: Laten we elkaar ontmoeten

source: Clarity for worker
nl_nl: Duidelijkheid voor werknemer

source: Your feedback was described as
nl_nl: Uw feedback werd omschreven als

source: Wonderful! Thank you for your reaction.
nl_nl: Geweldig! Bedankt voor je reactie.

source: Write a reaction
nl_nl: Schrijf een reactie

source: Have they demonstrated any of the below behaviors?
nl_nl: Hebben ze een van de onderstaande gedragingen vertoond?

source: Have they demonstrated any company behaviors?
nl_nl: Hebben ze enig bedrijfsgedrag getoond?

source: Have they demonstrated any of our company behaviors?
nl_nl: Hebben ze een van onze bedrijfswaarden getoond?

source: Clear requests lead to more relevant and meaningful feedback. Describe clearly the areas on which you would like feedback.
nl_nl: Duidelijke verzoeken leiden tot relevantere en betekenisvollere feedback. Beschrijf duidelijk de gebieden waarop je graag feedback wilt.

source: Share your insights
nl_nl: Deel je inzichten

source: Create context by detailing what you observed and when you observed it.
nl_nl: Creëer context door je waarneming te beschrijven en wanneer je het hebt waargenomen.

source: Select people
nl_nl: Selecteer personen

source: Select person
nl_nl: Selecteer persoon

source: Select the company behaviors that {{Name}} has demonstrated.
nl_nl: Selecteer de bedrijfswaarden die {{Name}} heeft getoond.

source: Fantastic! Thank you for your feedback!
nl_nl: Fantastisch! Bedankt voor je feedback!

source: Delete feedback
nl_nl: Verwijder feedback

source: Delete note
nl_nl: Verwijder notitie

source: Edit note
nl_nl: Notitie bewerken

source: Endorse
nl_nl: Goedkeuren

source: Endorse this feedback to let your colleagues know that you agree.
nl_nl: Bevestig deze feedback om je collega's te laten weten dat je het ermee eens bent.

source: Favorite
nl_nl: Favoriet

source: Wonderful! Favoriting feedback is the highest compliment.
nl_nl: Geweldig! Feedback als favoriet markeren is het grootste compliment.

source: Favorite feedback
nl_nl: Favoriete feedback

source: Favorite this feedback to let your colleague know how much you value their opinion!
nl_nl: Markeer deze feedback als favoriet om je collega te laten weten hoeveel je hun mening waardeert!

source: {{name}} request
nl_nl: {{name}} verzoek

source: Are you ready to send this reply? This feedback will only be sent to the manager, {{name}} {{nickName}} will not see it.
nl_nl: Ben je klaar om deze reactie te versturen? Deze feedback wordt alleen naar de manager gestuurd, {{name}} {{nickName}} zal het niet zien.

source: You have sent a meet request to {{name}} ({{nickName}}).
nl_nl: Je hebt een vergaderverzoek gestuurd naar {{name}} ({{nickName}}).

source: Are you sure you want to proceed?
nl_nl: Weet u zeker dat u wilt doorgaan?

source: This feedback will be sent to {{count}} recipients.
nl_nl: Deze feedback zal naar {{count}} ontvangers worden gestuurd.

source: This feedback will be shared with {{count}} recipient.
nl_nl: Deze feedback zal worden gedeeld met {{count}} ontvanger.

source: This feedback will be shared with {{count}} recipients.
nl_nl: Deze feedback zal met {{count}} ontvangers worden gedeeld.

source: Reflect on your intentions before sharing feedback. You should always thrive to inspire development.
nl_nl: Denk na over je intenties voordat je feedback deelt. Je moet altijd streven naar het stimuleren van ontwikkeling.

source: Purposeful
nl_nl: Doelgericht

source: Focus the conversation on the future.
nl_nl: Richt het gesprek op de toekomst.

source: To get started, request feedback from your network
nl_nl: Om te beginnen, vraag feedback aan je netwerk

source: No received feedback
nl_nl: Geen ontvangen feedback

source: Feedback requested
nl_nl: Feedback gevraagd

source: Perceived clarity
nl_nl: Waargenomen duidelijkheid

source: Clarity (avg).
nl_nl: Helderheid (gem.).

source: {{count}} more feedback insights to go to the next update
nl_nl: Nog {{count}} feedbackinzichten te gaan voor de volgende update

source: Feedback insights received
nl_nl: Feedbackinzichten ontvangen

source: Feedback insights
nl_nl: Feedbackinzichten

source: This widget provides insights into how your feedback is perceived by colleagues to whom you have given feedback.
nl_nl: Deze widget biedt inzicht in hoe je feedback wordt ontvangen door collega's aan wie je feedback hebt gegeven.

source: Perceived trust
nl_nl: Waargenomen vertrouwen

source: Trust (avg).
nl_nl: Vertrouwen (gem.).

source: You have sent a reminder to {{givenName}} just now.
nl_nl: Je hebt zojuist een herinnering naar {{givenName}} gestuurd.

source: I saw you do X well and I want to ensure you know this is a strength
nl_nl: Ik zag dat je X goed deed en ik wil dat je weet dat dit een sterk punt is

source: You have sent a reminder to {{givenName}}.
nl_nl: Je hebt een herinnering naar {{givenName}} gestuurd.

source: Meeting up about feedback is a great opportunity to gain more insight!
nl_nl: Een vergadering over feedback is een geweldige kans om meer inzicht te krijgen.

source: Thanks
nl_nl: Bedankt

source: Say thank you to let your colleague know you appreciate their feedback!
nl_nl: Bedank je collega om te laten weten dat je hun feedback waardeert!

source: Add goals
nl_nl: Doelen toevoegen

source: Edit goals
nl_nl: Doelen bewerken

source: Related goals
nl_nl: Gerelateerde doelen

source: Link this feedback to your goals
nl_nl: Koppel deze feedback aan je doelen

source: Feedback related to goals is visible by your line manager.
nl_nl: Feedback met betrekking tot doelen is zichtbaar voor je leidinggevende.

source: Request answered
nl_nl: Verzoek beantwoord

source: Feedback comments
nl_nl: Feedback opmerkingen

source: Request pending
nl_nl: Verzoek in behandeling

source: Manage sharing
nl_nl: Delen beheren

source: Would you prefer to have a conversation?
nl_nl: Zou je liever een gesprek willen voeren?

source: Suggest a meet-up to further discuss the feedback with your colleague!
nl_nl: Stel voor om een afspraak te maken om de feedback verder te bespreken met je collega!

source: Thank you for your endorsement! You have made a colleague happy.
nl_nl: Bedankt voor je aanbeveling! Je hebt een collega blij gemaakt.

source: Excellent! You've made a colleague happy today.
nl_nl: Uitstekend! Je hebt vandaag een collega blij gemaakt.

source: Thank you! Meeting up is a great opportunity to gain more insights.
nl_nl: Dank je! Een ontmoeting is een geweldige kans om meer inzichten te verkrijgen.

source: {{givenName}} {{nickName}} will get a notification.
nl_nl: {{givenName}} {{nickName}} zal een melding ontvangen.

source: You have retracted your endorsement
nl_nl: Je hebt je goedkeuring ingetrokken

source: You have removed this favorite
nl_nl: Je hebt deze favoriet verwijderd

source: You have retracted your "Thanks"
nl_nl: Je hebt je "Bedankt" ingetrokken

source: You have canceled this request to meet. Send a new request if you didn't intend to cancel.
nl_nl: U heeft dit verzoek om te ontmoeten geannuleerd. Stuur een nieuw verzoek als u niet van plan was om te annuleren.

source: {{givenName}} {{nickName}} will not be notified.
nl_nl: {{givenName}} {{nickName}} zal niet worden geïnformeerd.

source: My comment
nl_nl: Mijn opmerking

source: My note
nl_nl: Mijn notitie

source: To change your impact, you could have:
nl_nl: Om uw impact te veranderen, kunt u het volgende hebben:

source: You must select at least one person.
nl_nl: U moet ten minste één persoon selecteren.

source: The feedback was not yet shared with anyone in the company.
nl_nl: De feedback is nog niet met iemand in het bedrijf gedeeld.

source: Note
nl_nl: Opmerking

source: Add a note capturing insights from an offline conversation. Feedback notes are only visible to you.
nl_nl: Voeg een notitie toe met inzichten uit een offline gesprek. Feedbacknotities zijn alleen zichtbaar voor jou.

source: Start building your feedback center!
nl_nl: Begin met het opzetten van je feedbackcentrum!

source: You can create your own feedback notes here
nl_nl: Je kunt hier je eigen feedbacknotities maken

source: Feedback from
nl_nl: Feedback van

source: You have added this feedback.
nl_nl: Je hebt deze feedback toegevoegd.

source: Your feedback note is saved!
nl_nl: Je feedbacknotitie is opgeslagen!

source: Feedback received from (optional)
nl_nl: Feedback ontvangen van (optioneel)

source: Search for a person
nl_nl: Zoek naar een persoon

source: These notes are only visible to you.
nl_nl: Deze notities zijn alleen zichtbaar voor jou.

source: {{givenName}}'s observations
nl_nl: Observaties van {{givenName}}

source: Base your feedback on behaviors you’ve observed.
nl_nl: Baseer je feedback op gedrag dat je hebt waargenomen.

source: Observational
nl_nl: Observatie

source: I can see you’re having a positive impact on
nl_nl: Ik zie dat je een positieve invloed hebt op

source: From {{givenName}}'s perspective, you did well on:
nl_nl: Vanuit het perspectief van {{givenName}} heb je het goed gedaan op:

source: You have identified this feedback as public.
nl_nl: U heeft deze feedback als openbaar geïdentificeerd.

source: Here you will see public feedback received by your colleagues.
nl_nl: Hier zie je de openbare feedback die je collega's hebben ontvangen.

source: {{name}} has identified this feedback as public.
nl_nl: {{name}} heeft deze feedback als openbaar aangemerkt.

source: Observations
nl_nl: Observaties

source: Recognized behaviors for {{givenName}}
nl_nl: Erkende gedragingen voor {{givenName}}

source: Feedback sent to
nl_nl: Feedback verzonden naar

source: Your colleagues can see this feedback
nl_nl: Je collega's kunnen deze feedback zien

source: In my opinion, this feedback is:
nl_nl: Naar mijn mening is deze feedback:

source: Rate this feedback
nl_nl: Beoordeel deze feedback

source: Share your insights anonymously about this feedback experience.
nl_nl: Deel uw inzichten anoniem over deze feedbackervaring.

source: Very clear
nl_nl: Zeer duidelijk

source: I understand the points made in this feedback:
nl_nl: Ik begrijp de punten die in deze feedback zijn gemaakt:

source: Are you sure you want to submit this rating?
nl_nl: Weet u zeker dat u deze beoordeling wilt indienen?

source: Submit rating
nl_nl: Beoordeling indienen

source: Use this option to rate this feedback anonymously.
nl_nl: Gebruik deze optie om deze feedback anoniem te beoordelen.

source: Rate this feedback anonymously
nl_nl: Beoordeel deze feedback anoniem

source: Share anonymously your observations about this feedback experience.
nl_nl: Deel anoniem je observaties over deze feedbackervaring.

source: High trust
nl_nl: Hoog vertrouwen

source: I trust that the feedback intends to help me grow:
nl_nl: Ik vertrouw erop dat de feedback bedoeld is om mij te helpen groeien:

source: Low trust
nl_nl: Laag vertrouwen

source: Your observations will not be shared with the sender of the feedback.
nl_nl: Uw opmerkingen worden niet gedeeld met de afzender van de feedback.

source: Thank you for sharing your thoughts!
nl_nl: Bedankt voor het delen van je gedachten!

source: All ratings sent through goal rating are anonymous.
nl_nl: Alle beoordelingen die via doelbeoordeling worden verzonden, zijn anoniem.

source: Share your feedback within a week of the event.
nl_nl: Deel je feedback binnen een week na het evenement.

source: Real-time
nl_nl: In real-time

source: Start building your feedback center! Request feedback to kick-start your development.
nl_nl: Begin met het opbouwen van je feedbackcentrum! Vraag feedback aan om je ontwikkeling te starten.

source: Recognized behaviors
nl_nl: Erkende gedragingen

source: Give recognition
nl_nl: Geef erkenning

source: Redeem rewards
nl_nl: Verzilver beloningen

source: Recognition points to give
nl_nl: Erkenningspunten om te geven

source: Recognition
nl_nl: Erkenning

source: Received recognition points
nl_nl: Ontvangen erkenningspunten

source: View recognition
nl_nl: Bekijk erkenning

source: A reminder was sent to {{fullName}} about your pending feedback request.
nl_nl: Er is een herinnering gestuurd naar {{fullName}} over je openstaande feedbackverzoek.

source: Replied to
nl_nl: Beantwoord

source: My request about {{name}}
nl_nl: Mijn verzoek over {{name}}

source: About me
nl_nl: Over mij

source: About my team
nl_nl: Over mijn team

source: You must select a team member.
nl_nl: U moet een teamlid selecteren.

source: Request feedback from
nl_nl: Vraag feedback aan

source: Request feedback on a team member
nl_nl: Vraag feedback over een teamlid

source: {{givenName}}'s answer to your behavior feedback request
nl_nl: Antwoord van {{givenName}} op je verzoek om feedback over gedrag

source: You have requested feedback regarding these behaviors:
nl_nl: U heeft om feedback gevraagd over deze gedragingen:

source: Request feedback on a behavior
nl_nl: Vraag om feedback over een gedrag

source: You must add a description.
nl_nl: U moet een beschrijving toevoegen.

source: Describe your request
nl_nl: Beschrijf uw verzoek

source: Request feedback on
nl_nl: Vraag om feedback over

source: Provide the context of your interaction with the person. Ask for feedback on a specific achievement or behavior (with explicit examples/observations) and the impact it had on them/others. Thank them for their openness and their time.
nl_nl: Geef de context van je interactie met de persoon. Vraag om feedback over een specifieke prestatie of gedrag (met expliciete voorbeelden/observaties) en de impact die het had op hen/anderen. Bedank hen voor hun openheid en hun tijd.

source: Feedback request
nl_nl: Feedbackverzoek

source: Here are some questions you can ask
nl_nl: Hier zijn enkele vragen die je kunt stellen

source: Need some inspiration?
nl_nl: Heb je wat inspiratie nodig?

source: Remove {{count}} recipient to send this request.
nl_nl: Verwijder {{count}} ontvanger om dit verzoek te verzenden.

source: This feedback request will be sent to {{count}} recipients.
nl_nl: Dit feedbackverzoek zal naar {{count}} ontvangers worden gestuurd.

source: This feedback request will be sent to {{count}} recipient.
nl_nl: Dit feedbackverzoek zal naar {{count}} ontvanger worden gestuurd.

source: Remove {{count}} recipients to send this request.
nl_nl: Verwijder {{count}} ontvangers om dit verzoek te verzenden.

source: The requested feedback will be linked to your goal. If the person needs to see your goal to provide feedback, make sure you share your goal with them.
nl_nl: De gevraagde feedback zal aan je doel worden gekoppeld. Als de persoon je doel moet zien om feedback te geven, zorg er dan voor dat je je doel met hen deelt.

source: {{givenName}} has requested feedback regarding this behavior.
nl_nl: {{givenName}} heeft om feedback gevraagd over dit gedrag.

source: {{givenName}} has requested feedback regarding this goal
nl_nl: {{givenName}} heeft om feedback gevraagd over dit doel

source: Once you reply to this request, it will only be sent to {{receiver}} and not to {{about}}. In case of a change of manager for {{about}}, then new manager will see your reply to this request.
nl_nl: Zodra je op dit verzoek reageert, wordt het alleen naar {{receiver}} gestuurd en niet naar {{about}}. In het geval van een verandering van manager voor {{about}}, zal de nieuwe manager je reactie op dit verzoek zien.

source: How can {{givenName}} improve this behavior?
nl_nl: Hoe kan {{givenName}} dit gedrag verbeteren?

source: Give some ideas here
nl_nl: Geef hier enkele ideeën

source: Has {{givenName}} demonstrated any of our company behaviors?
nl_nl: Heeft {{givenName}} een van onze bedrijfswaarden getoond?
